/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "CH-070918";

"common-controls-restart"		= "重新启动";
"common-controls-shutdown"		= "关机";
"common-controls-continue"		= "继续";

"common-tab-apple-title"		= " 关于 ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " 硬件测试 ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " 硬件描述文件 ";	// does look better with spaces at head and tail
"common-version-str"			= "版本";
"common-bundle-str"				= "捆绑软件 ";

"mark-graphics-unknown-str"		= "未知的视频";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "已安装";
"mark-generic-absent-str"		= "未找到";
"mark-generic-hasDevice-str"	= "设备已连接";
"mark-generic-hasNoDevice-str"	= "无连接的设备";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "赫兹";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "字节";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "位";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "电压";


"units-hour-str"		= " 小时 ";
"units-hours-str"		= " 小时 ";
"units-min-str"			= " 分钟 ";
"units-mins-str"		= " 分钟 ";
"units-sec-str"			= " 秒钟";
"units-secs-str"		= " 秒钟";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test 不支持这台机器。";
"notcompat-ownrisk-str"			= "“继续”将由您自己负责［仅限预发布版本］。";


"test-head-intro1-text"			= "Apple Hardware Test 可以对您的 Macintosh 执行硬件测试。";
"test-head-intro2-text"			= "要执行测试，请点按“测试”按钮或按下“T”键。";

"test-probe-onto-text"			= "正在探测您的硬件；这可能需要几分钟时间...";
"test-probe-outof-text"			= "硬件探测完成。";

"test-controls-launch"			= "测试";
"test-controls-interrupt"		= "停止测试";

"test-choices-title"			= "测试选择";
"test-about-title"				= "关于测试和结果";
"test-results-title"			= "测试结果";

"test-results-notestyet"		= "探测完成后才能运行测试。";
"test-results-nodevfound"		= "未找到设备。";
"test-results-notyet"			= "准备进行测试。";
"test-results-quick-ongoing"	= "测试进行中。";
"test-results-extend-ongoing"	= "扩展测试进行中。";
"test-results-willstop"			= "测试将会停止。";
"test-results-interrupted"		= "测试没有完成。";
"test-results-nofail"			= "未找到问题。";
"test-results-error"			= "测试期间的内部错误。";
"test-results-failed"			= "警告！Apple Hardware Test 检测到错误。";

"test-ongoing-short-status"		= "测试进行中。";
"test-ongoing-mlb-status"		= "测试主逻辑板。";
"test-ongoing-memory-status"	= "正在测试内存。";
"test-ongoing-storage-status"	= "测试存储。";
"test-ongoing-video-status"		= "测试图形。";

"test-ongoing-pass-time-text"	= "进入测试...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "进入测试...";
"test-ongoing-sess-pass-text"	= "通过次数：";
"test-ongoing-sess-time-text"	= "总测试时间：";

"test-desc-initial-1-text"	= "Apple Hardware Test 是一个诊断工具， 它可以用来检测您的电脑的硬件组件的问题。";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "所执行的测试可以帮助您确定是硬件问题还是软件问题。";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "如果测试结果确定不存在硬件问题，请查阅您的电脑随带的 手册和（或）“帮助”（系统）来做进一步的故障诊断。";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "估计完成时间：3 分钟或更长时间，时间长短取决于所安装的内存大小。";	/* default */
"test-desc-intro-quick-text2"	= "估计完成时间：10 至 15 秒钟或更长时间，时间长短取决于所安装的内存大小。";
"test-desc-intro-quick-text3"	= "估计完成时间：2 分钟或更长时间，时间长短取决于所安装的内存大小。";
"test-desc-intro-quick-text4"	= "估计完成时间：4 分钟或更长时间，时间长短取决于所安装的内存大小。";

"test-desc-intro-extend-text"	= "估计完成时间：1 小时或更长时间，时间长短取决于所安装的内存大小。";	/* default */
"test-desc-intro-extend-text2"	= "估计完成时间：10 至 15 分钟或更长时间，时间长短取决于所安装的内存大小。";
"test-desc-intro-extend-text3"	= "估计完成时间：30 分钟或更长时间，时间长短取决于所安装的内存大小。";
"test-desc-intro-extend-text4"	= "估计完成时间：2 小时或更长时间，时间长短取决于所安装的内存大小。";

"test-desc-option-extend-text"	= "执行扩展测试（会花费相当长的时间）。";
"test-desc-option-loop-text"	= "已启用循环。";

"test-desc-quick-running-1-text"	= "测试进行中...";
"test-desc-quick-running-2-text"	= "要停止测试，请点按“停止测试”按钮。";
"test-desc-quick-running-3-text"	= "或者同时按下“command”（Apple）键和“.”（句点）键。";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "扩展测试进行中...";
"test-desc-extend-running-2-text"	= "要停止测试，请点按“停止测试”按钮。";
"test-desc-extend-running-3-text"	= "或者同时按下“command”（Apple）键和“.”（句点）键。";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "警告！Apple Hardware Test 检测到错误。";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "首先，请记下“测试结果”区域中的“错误代码”。";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "然后，如果电脑连接了任何外围设备，请关闭电脑，断开这些 外围设置，再运行“扩展测试”来验证结果。";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "下一步，如果仍然报告有错误，请查阅您的电脑附带的服务和 支持材料，以了解如何联系 AppleCare 来获得进一步的 帮助。";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "警告！Apple Hardware Test 在启动时检测到错误。";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "首先，请记下“测试结果”区域中的“错误代码”。";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "然后，如果电脑连接了任何外围设备，请关闭电脑，断开这些 外围设置，再运行“扩展测试”来验证结果。";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "下一步，如果仍然报告有错误，请查阅您的电脑附带的服务和 支持材料，以了解如何联系 AppleCare 来获得进一步的 帮助。";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "产品";
"prof-prod-group-subtitle"		= "产品详细信息：";
"prof-prod-name-label"			= "Macintosh 名称：";
"prof-prod-model-label"			= "Macintosh 机型：";
"prof-prod-cputype-label"		= "CPU 类型：";
"prof-prod-cpucount-label"		= "处理器数量：";
"prof-prod-cpucoretotal-label"	= "总核心数量：";
"prof-prod-cpucorecount-label"	= "核心数量：";
"prof-prod-cpuspeed-label"		= "CPU 速度：";
"prof-prod-cpucache-label"		= "二级 CPU 高速缓存（每个处理器）：";

"prof-prod-L2cache-label"		= "L2 缓存：";
"prof-prod-L2cachecore-label"	= "L2 缓存（每个核)：";
"prof-prod-L3cache-label"		= "L3 缓存：";

"prof-prod-cpucache3-label"		= "三级 CPU 高速缓存（每个 CPU）：";
"prof-prod-mlb-sn-label"		= "主逻辑板序列号：";
"prof-processor-tray-sn-label"	= "处理器托架序列号：";

"prof-graph-group-title"		= "视频";
"prof-graph-group-subtitle"		= "视频详细信息：";
"prof-graph-chipset-label"		= "图形：";
"prof-graph-vram-label"			= "VRAM：";
"prof-graph-disp-width-label"	= "显示器宽度（像素）：";
"prof-graph-disp-height-label"	= "显示器高度（像素）：";

"prof-communi-group-title"		= "通信";
"prof-communi-group-subtitle"	= "通信详细信息：";
"prof-communi-enet-mac-label"	= "以太网 MAC 地址：";
"prof-communi-fwire-mac-label"	= "FireWire MAC 地址：";
"prof-communi-airp-type-label"	= "AirPort：";
"prof-communi-bluetooth-label"	= "Bluetooth：";
"prof-communi-irport-label"		= "IR 接收器：";
"prof-communi-usb1-connect-label"	= "USB 端口 1：";
"prof-communi-usb2-connect-label"	= "USB 端口 2：";
"prof-communi-usb3-connect-label"	= "USB 端口 3：";
"prof-communi-usb4-connect-label"	= "USB 端口 4：";

"prof-memo-group-title"			= "内存";
"prof-memo-group-subtitle"		= "内存详细信息：";
"prof-memo-overview-label"		= "概览";
"prof-memo-slot-1-label"		= "内存 #1";
"prof-memo-slot-2-label"		= "内存 #2";
"prof-memo-slot-3-label"		= "内存 #3";
"prof-memo-slot-4-label"		= "内存 #4";
"prof-memo-slot-5-label"		= "内存 #5";
"prof-memo-slot-6-label"		= "内存 #6";
"prof-memo-slot-7-label"		= "内存 #7";
"prof-memo-slot-8-label"		= "内存 #8";

"prof-memo-type-str"			= "主逻辑板内嵌 SDRAM。";
"prof-memo--str"				= "未知";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " 循环时间 (ns)";
"prof-memo-ct2-str"				= " 循环 (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "配对对象 #";
"prof-memo-paired-not-str"		= " 未配对";
"prof-memo-mismatch-label"		= "不匹配：";
"prof-memo-size-str"			= " 大小";
"prof-memo-speed-str"			= " 速度";
"prof-memo-vendor-str"			= " 厂商";
"prof-memo-recommend-str"		= "推荐：";
"prof-memo-post-fail-str"		= "开机自检失败";

"prof-board-group-title"		= "逻辑板";
"prof-board-brom-vers-label"	= "Boot ROM 版本：";
"prof-board-smc-vers-label"		= "SMC 版本：";
"prof-board-syst-sn-label"		= "系统序列号：";
"prof-board-bootdev-label"		= "预设启动设备：";

"prof-stor-group-title"			= "存储";
"prof-stor-size-label"			= "大小：";

"prof-powr-group-title"			= "电源";
"prof-powr-group-subtitle"		= "电源详细信息：";
"prof-powr-src-label"			= "电源来源：";
"prof-powr-src-wall-str"		= "适配器";
"prof-powr-src-batt-str"		= "电池";
"prof-powr-ac-on-str"			= "已连接";
"prof-powr-ac-off-str"			= "未连接";
"prof-powr-capac-label"			= "容量：";
"prof-powr-volt-label"			= "电压：";
"prof-powr-status-label"		= "状态：";

